Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1077_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Dieđáhus Sajosa čoahkkin- ja striimenteknihkas sihke Sámedikki čoahkkimiid simultánatulkomis ja striimemis
smn: Almottâs Sajos čuákkim- já virdedemtekniikast já Sämitige čuákkimii simultaantulkkiimist já virdedeemist

source: Sajosa čoahkkinteknihkka dahká vejolažžan normálaviidodagas tulkoma guđa sierra gillii ja lea viiddideamis álkit logi gillii.
smn: Sajos čuákkimtekniik máhđulist normaalvijdoduvvâst tulkkum kuuđâ sierâ kielân já tom puáhtá vijđediđ älkkest love kielân.

source: Sajosis leat oktiibuot ovcci tulkonsaji - njeallje parlamentasále Soljus ja vihtta auditorio Dollas.
smn: Sajosist láá ohtsis oovce tulkkumčievâ – nelji parlamentsali Soljust já vittâ auditorio Dollast.

source: Sajosa parlameantasále Soljus leat anus guovttelágan tulkon- ja čoahkkinrusttegat.
smn: Sajos parlamentsali Soljust lii kiävtust kyevtiláđán tulkkum- já čuákkimpiergâseh.

source: Čoahkkimii oassálastit geavahit beavddi ala biddjon láiggehis čoahkkinrusttegiid, main leat mikrofovnna ja skájanasa lassin ee. jienastan- ja tulkoniešvuođat.
smn: Čuákkim uásiváldeeh kevttih peevdi oolâ pieijjum läigittes čuákkimpiergâsijd, moin láá mikrofon ja škaajân lasseen jienâstem- já tulkkumjiešvuođâh.

source: Álbmogis leat anus smávva tulkonvuostáiváldit, mat doibmet láiggehis infraruksesteknihka geavahemiin.
smn: Kuldâleijein láá kiävtust uccâ tulkkumvuástáväldimpiergâseh, moh tuáimih läigittes infraruopsistekniikkain.

source: Seammá teknihkka lea anus maiddái auditorio Dollas ja máŋggadoaimmasále Dollagáttis.
smn: Siämmáš tekniik lii aanoost meiddei auditoria Dollast já maaŋgâtoiimâsalist Dollagáddist.

source: Lanjain geavahuvvojit čoahkkinrusttegiid lassin dárbbu mielde maiddái láiggehis mikrofovnnat ja earáge jietnagáldut, nugo dihtora Skype-oktavuohta dahje videoráđđádallanrusttegat.
smn: Soojijn kiävttojeh čuákkimpiergâsij lasseen táárbu mield meddei läigittes mikrofonih já eres-uv jienâkäldeeh, nuuvtgo tiätumašinij Skype-ohtâvuotâ já videoráđádâllâmpiergâseh.

source: Dáid jiena lea vejolaš oažžut maiddái tulkkaide ja danláhkai buot sisdoalu tulkon lihkosmuvvá.
smn: Tái jienâ lii máhđulâš vuolgâttiđ meddei tulkkáid ađai ubâ siskáldâs tulkkum luhostuvá.

source: Juos lanjain eai geavahuvvo mikrofovnnat, eai tulkkat gula maidige, iige tulkon dasto lihkosmuva.
smn: Jis mikrofonih iä kevttuu soojijn, tuulkah iä kuulâ maiden, ijge tulkkum luhostuu.

source: Parlameantasále Soljus leat 60 báikki vuođđohámis, main 23 báikki leat jorba parlameantabeavddis.
smn: Parlamentsali Soljust láá 60 sajed vuáđuhäämist, moin 23 sajed láá jurbâ parlamentpeevdist.

source: Juos parlameantasáles dollon čoahkkima boađášedje báikki ala čuovvut badjel 40 olbmo, eaige sáles livčče doarvái čohkkánbáikkit, sáhttá dárbbu mielde čoahkkima čuovvut maiddái auditorios.
smn: Jis parlamentsalist tuállejuvvoo čuákkim puáđáččij čuávvuđ paijjeel 40 persovnid, ijge salist ličij tuárvi čokkámsajeh, puáhtá čuákkim čuávvuđ táárbu mield meddei auditoriost.

source: Sajosa modearna teknihkka dahká vejolažžan alladássásaš dárkilvuođain striimema dálu man beare viidodagas.
smn: Sajos táálášäigásâš tekniik tohá máhđulâžžân täsivâš virdedem kost peri táálu pirrâsist.

source: Buot striimemiin figgojuvvo dasa, ahte geavahuvvojit máŋga kamera, vuoi čoahkkimiid ja dáhpáhusaid čuovvumis boađášii vuohkkasut.
smn: Puoh vuolgâttâsâin lii viggân kevttiđ maaŋgâid kameraid, ete čuákkimij já tábáhtumij čuávvum ličij vuovâsub.

source: Čoahkkimat ja dáhpáhusat striimejuvvojit dábálaččat sáles geavahuvvon gielain, muhto maiddái guovtte jietnagáldu striimen lea teknihkalaččat vejolaš.
smn: Čuákkimeh já tábátumeh virdeduvvojeh nabdosávt salist kevttum kieláin, mut meddei kyevti jienâkäldee virdedem lii teknilávt máhđulâš.

source: Máŋgga jietnagáldu striimemis leat iežas hástalusat, daningo vástideaddji bálvalus ii máilmmis jur olláge leat anus.
smn: Maaŋgâ jienâkäldee virdedeemist láá kuittâg jieijjâs háástuh, ijge västiteijee falâldâh lah kiävtust kosten maailmist.

source: Geavadis nuppi jietnagáldu (nugo tulkka simultánatulkon) guldaluvvo neahttabláđejeaddji nuppi mediačuojanasas ja govva originálajienain gehččo nuppi mediačuojanasas.
smn: Keevvâtlávt nube jienâkäldee (om. tuulkâ simultaantulkkum) puáhtá kuldâliđ viermilaađđâm nube mediačuájáánist já kove algâalgâlâš jienáin keččâđ nube mediačuájáánist.

source: Dallego ovdamearkan striimejuvvo konsearta dahje simultánatulkojuvvo čoahkkin, ferte konseartta loaiddasteaddjiin ja čoahkkima tulkkain oažžut lobi striimemii.
smn: Ovdâmerkkân konsert tâi simultaantulkkum čuákkim virdedemân kalga konsert artistijn já čuákkim tuulkâin leđe lope vuolgâttâsân.

source: Striimejuvvon vuolggahusaid addin maŋálgihtii geahččamii lea vejolaš, muhto das galgá soahpat guđege dáhpáhuslágideaddjiin sierra.
smn: Virdedum vuolgâttâsij olgosadelem maŋakeččâmnáál lii máhđulâs, mutâ tast kalga sooppâđ tábáhtus uárnejeijein sierâ.

source: Sámedikki čoahkkimiid simultánatulkon ja striimen
smn: Sämitige čuákkimij simultaantulkkum já virdedem

source: Sámedikki lahtuin lea vejolaš geavahit čoahkkimiin anáraš-, nuortalaš- ja davvisámegiela sihke suomagiela.
smn: Sämitige jesâneh pyehtih kevttiđ čuákkimijn anarâš-, nuorttâsämi- já tavesämikielâ sehe suomâkielâ.

source: Čoahkkima sáhkavuorut simultánatulkojuvvojit ovdalis máinnašuvvon gielaid gaskkas nu, ahte dábálaččat okta tulka hálddaša ovtta giellabára (nugo suomagiella-davvisámegiella) ja nubbi nuppi giellabára (nugo suomagiella-anárašgiella).
smn: Čuákkim jienâvuáruh simultaantulkkojeh täi kielâi kooskâst nuuvt, ete táválávt ohtâ tulkkâ haaldâš oovtâ kielâpaarâ (om. suomâ-tavesämikielâ) já nubbe nube kielâpaarâ (om. suomâ-anarâškielâ).

source: Juos sáhkavuorru dollo čoahkkinsáles ovdamearkan anárašgillii, guldala davvisámegiela tulka anárašgiela tulkka suomagielat tulkoma ja tulko sáhkavuoru dan vuođul davvisámegillii.
smn: Jis sárnumvuáru ettuu čuákkimsalist ovdâmerkkân anarâskielân, kuldâl tavesämikielâ tulkkâ anarâškielâ tuulhâ suomâkielälij tulkkum já jurgâl tom tavesämikielân.

source: Čoahkkima áššelistu lea Sámedikki lahtuid sihke tulkkaid geavahusas anáraš-, nuortalaš- ja davvisámegillii sihke suomagillii.
smn: Čuákkim äššilisto lii Sämitige jesânij já tuulhâi kiävtust anarâš-, nuorttâsämi- já tavesämikielân sehe suomâkielân.

source: Áššelistu giellaveršuvnnaiguin juhkko čoahkkinolbmuide, geat leat báikki alde.
smn: Äššilisto juáhhoo čuákkimist jyehi uásiväldei jyehi kielân.

source: Suomagielat áššelistu lea luđemis maiddái Sámedikki ruoktosiidduin.
smn: Suomâkielâlâš äššilisto lii meddein lyeđimnáál Sämitige päikkisijđoin.

source: Sámegielat áššelisttut geahččaluvvojit lasihuvvot ruoktosiidduide dan mielde go áššelisttuid jorgalusat válmmaštuvvet.
smn: Viggân lii lasettiđ sämikielâlijd äššilistoid tađe mield äššilistoi jurgâlâsah valmoštuvvojeh.

source: Sámedikki nuoraidráđđi barggai álgaga Sámedikki čoahkkimiid striimemis, man vuođul Sámediggi mearridii čoahkkimis golggotmánus 2014, ahte boahttevuođas Sámedikki čoahkkimiid lea vejolaš čuovvut njuolggovuolggahussan interneahtas.
smn: Sämitige nuorâirääđi raahtij aalgâ Sämitige čuákkimij virdedeemist, mon suujâst Sämitigge meridij čuákkimist roovvâdmáánust 2014, ete puátteevuođâst Sämitige čuákkimijd lii máhđulâš čuávvuđ njuolgis vuolgâttâsâin interneetist.

source: Striimejuvvon vuolggahusa ulbmilin lea earret eará álkidahttit čoahkkimiid čuovvuma, juksat Anára kirkosiidda ja sámiid ruovttuguovllu olggobealde ássi sámiid sihke lasihit dieđuid Sámedikki doaimmas.
smn: Virdedem ulmen lii eres ašij lasseen älkkeedittiđ čuákkimij čuávvum, finniđ kiddâ Aanaar sijdâ já sämmilij päikkikuávlu ulguupeln ässee sämmilijd sehe lasettiđ tiäđu Sämitige tooimâst.

source: Sámedikki striimejuvvon čoahkkimat leamašan golbma.
smn: Virdedum Sämitige čuákkimeh láá lamaš kulmâ.

source: Geahččiidmearit leat molsašuddan 170-260 olbmo / vuolggahus.
smn: Keččeemereh láá lamaš 170-260 persovnid / vuolgâttâs.

source: Vuolggahusat Sámedikki almmolaš čoahkkimiin leat čuovvumis interneahtas čujuhusas fi / live.
smn: Vuolgâttâsah almolijn Sämitige čuákkimijn uáinojeh interneetist čujottâsâst sogku. fi / live.

source: Sámedikki linjema mielde Suomas hállon buot sámegielaid sihke suomagiela galgá vuhtiiváldit dássebeallásaččat ordnedettiin čoahkkimiid dahje eará dáhpáhusaid.
smn: Sämitige linjám mield puoh Suomâst sarnum sämikielâh sehe suomâkielâ kalgeh valduđ huámmášumen täsipelilávt ko čuákkimeh já eres tábátumeh ornejuvvojeh.

source: Go Sajosa čoahkkinteknihkka dahká vejolažžan álkit dušše ovtta jietnagáldu (sálejietna) striimema, Sámedikki boahttevaš čoahkkimiid striimemis čájehuvvo čoahkkinsále ja doppe hállon gielat almmá tulkoma haga.
smn: Tondiet ko Sajos čuákkimtekniik máhđulist tuše oovtâ jienâkäldee (salijienâ) vuolgâttem virdedemân, puáttein Sämitige čuákkimij vuolgâttâsâin uáinoo čuákkimsali já tobbeen sarnum kielâh tulkkuuhánnáá.

source: Sámediggi figgá anáraš-, nuortalaš- ja davvisámegiela sihke suomagiela tulkoma striimemii nu jođánit go teknihkka ja ekonomalaš dilli dan dahket vejolažžan.
smn: Sämitigge viggá finniđ anarâš-, nuorttâsämi-, já tavesämikielâ sehe suomâkielâ virdedemân tállân ko tekniik já ekonomâlâš tile tom máhđulist.

source: Sámediggi sálloša dás vejolaččat boahtán heajos miela.
smn: Sämitigge šalligâš tást máhđulávt šoddâm nievrismielâ.

source: Sámediggi sávvá buohkaid buresboahtin čuovvut Sámedikki čoahkkimiid Sajosii.
smn: Sämitigge tuáivut juáhháá tiervâpuátten čuávvuđ Sämitige čuákkimijd Sajosân.

source: Lassidieđut:
smn: Lasetiäđuh:

source: Sámedikki ságajođiheaddji Tiina Sanila-Aikio, tiina.
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio, tiina.

source: www.samediggi.fi
smn: alatorvinen (at) samediggi.
